{
    "paragraphs" : {
    
    "1": "ఈసారి టీ20 ప్రపంచకప్‌ను భారత జట్టు గెలుచుకుంటుందని దక్షిణాఫ్రికా మాజీ ఆటగాడు, 360 డిగ్రీస్ ఆటగాడిగా గుర్తింపు పొందిన ఏబీ డివిలియర్స్ అన్నాడు. బుధవారం జరగబోయే తొలి సెమీ ఫైనల్స్‌లో పాకిస్థాన్‌పై న్యూజిలాండ్ గెలుస్తుందని చెప్పకనే చెప్పాడు. ఇంగ్లాండ్‌పై గెలిచి టీమ్‌ఇండియా ఫైనల్స్‌లోకి వెళ్తుందని, ఫైనల్లో కివీస్‌పై గెలుస్తుందని డివిలియర్స్ జోస్యం చెప్పాడు. సూర్యకుమార్ యాదవ్, విరాట్ కోహ్లీ, రోహిత్ శర్మ ఆట తీరుపైనా ఆసక్తికర వ్యాఖ్యలు చేశాడు. ఇండియా లార్జెస్ట్ అమేచర్ టీ20 క్రికెట్ లీగ్‌గా అభివర్ణిస్తున్న ‘ది లాస్ట్ మ్యాన్ స్టాండ్స్ (LMS) ఇండియా సూపర్ లీగ్ 2023'ని ప్రారంభించేందుకు ఏబీ డివిలియర్స్ భారత్ వచ్చాడు. ఈ సందర్భంగా మీడియా ప్రతినిధులు అడిగిన ప్రశ్నలకు సమాధానం చెప్పాడు.టీమ్‌ఇండియా పటిష్టంగా ఉందని, జట్టు ఆటగాళ్లు అద్భుతంగా ఆడుతున్నారని ఏబీడీ అన్నాడు. సూర్యకుమార్ యాదవ్ బాగా ఆడుతున్నాడని కొనియాడాడు. విరాట్ కోహ్లీ అద్భుత ఫామ్‌లో ఉన్నాడని చెప్పాడు. ఈ టోర్నీలో రోహిత్ శర్మ పెద్ద స్కోర్లు చేయలేదని అలాగని అతడి ఆట తీరును తక్కువ అంచనా వేయొద్దని డివిలియర్స్ చెప్పాడు. తనదైన రోజున రోహిత్ శర్మ చెలరేగి ఆడతాడని అన్నాడు.టీ20 వరల్డ్ కప్‌లో భాగంగా బుధవారం జరుగనున్న తొలి సెమీస్‌లో పాకిస్థాన్, న్యూజిలాండ్ తలపడనున్నాయి. అనేక అడ్డంకులను దాటుకొని సెమీస్‌లోకి వచ్చిన పాకిస్థాన్‌ను తక్కువ అంచనా వేయలేమని విశ్లేషకులు చెబుతున్నారు. అటు.. న్యూజిలాండ్ జట్టు మంచి ఫామ్‌లో ఉంది. ఇక గురువారం భారత్, ఇంగ్లాండ్ మధ్య సెమీ ఫైనల్ మ్యాచ్ ఉంది.",

    "2": "భారత్ ఘన విజయంతో వరల్డ్ కప్ సెమీస్‌లోకి సగర్వంగా అడుగుపెట్టింది. సూపర్‌లీగ్ చివరి మ్యాచ్‌లో జింబాబ్వేపై 71 పరుగుల తేడాతో గెలుపొందింది. టాస్ గెలిచిన టీమ్‌ఇండియా సారథి రోహిత్ శర్మ మరో ఆలోచన లేకుండా బ్యాటింగ్ ఎంచుకున్నాడు. కేఎల్ రాహుల్ అర్ధశతకం, సూర్యకుమార్ యాదవ్ అద్భుతమైన ప్రదర్శనతో నిర్ణీత 20 ఓవర్లలో 186 పరుగులు చేసింది. అనంతరం జింబాబ్వేను 17 ఓవర్లలో 115 పరుగులకు ఆలౌట్ చేసింది. సూర్యకుమార్ యాదవ్ తన 360 డిగ్రీస్ బ్యాటింగ్‌తో భారత అభిమానులకు పసందైన వినోదం పంచగా స్పిన్నర్ రవిచంద్రన్ అశ్విన్ 3 వికెట్లు తీయడం ఈ మ్యాచ్ మరో విశేషం. 61 పరుగులతో నాటౌట్‌గా నిలిచన సూర్యకుమార్ యాదవ్ ‘ప్లేయర్ ఆఫ్ ది మ్యాచ్’గా నిలిచాడు. ఈ విజయంతో భారత్ 8 పాయింట్లతో గ్రూప్-2లో తొలి స్థానంలో నిలిచింది. సెమీ ఫైనల్స్ భాగంగా గ్రూప్-1లో రెండో స్థానంలో ఉన్న ఇంగ్లాండ్‌తో తలపడనుంది. ఈనెల 10న అడిలైడ్ ఓవల్ వేదికగా ఈ మ్యాచ్ జరుగనుంది. అటు అనూహ్యంగా సెమీస్‌లోకి దూసుకొచ్చిన పాకిస్థాన్ నవంబర్ 9న జరిగే తొలి సెమీస్ మ్యాచ్‌లో న్యూజిలాండ్‌తో తలపడనుంది. ఈ రెండు మ్యాచ్‌లలో విజయం సాధించే జట్లు నవంబర్ 13న సిడ్నీలోని మెల్‌బోర్న్ స్టేడియంలో జరిగే ఫైనల్‌లో తలపడతాయి. ఫైనల్‌లో భారత్, పాక్ తలపడాలని, భారత్ కప్ సాధించాలని అభిమానులు కోరుకుంటున్నారు.",

    "3": "టీ20 ప్రపంచకప్‌లో ఆడిలైడ్ మరో రసవత్తర మ్యాచ్‌కు వేదికైంది. భారత్ సెమీస్‌కు చేరాలంటే తప్పక గెలవాల్సిన మ్యాచ్‌లో చివరి బంతి వరకూ ఉత్కంఠ నెలకొంది. భారత్ అద్భుతంగా పుంజుకొని బంగ్లాదేశ్‌పై విజయం సాధించింది. ఈ విజయంతో గ్రూప్-2లో అగ్రస్థానానికి ఎగబాకింది. సెమీస్‌ బెర్తును దాదాపుగా ఖరారు చేసుకుంది. ఇక అద్భుతం జరిగితే తప్ప భారత్ సెమీస్ నుంచి తప్పుకునే ముప్పు లేదు. టాస్ ఓడి బ్యాటింగ్‌కు దిగిన భారత్ నిర్ణీత 20 ఓవర్లలో 6 వికెట్లు కోల్పోయి, బంగ్లాకు 185 పరుగుల లక్ష్యాన్ని నిర్దేశించింది. బంగ్లా ఆటగాళ్లు ఆది నుంచే దూకుడుగా ఆడారు. 7 ఓవర్లకు వికెట్ నష్టపోకుండా 66 పరుగులు చేసిన దశలో వరుణుడి రూపంలో మ్యాచ్‌కు అడ్డంకి ఏర్పడింది. ఆ తర్వాత మ్యాచ్‌ను 16 ఓవర్లకు కుదించారు. లక్ష్యాన్ని 151 పరుగులకు సవరించారు. నిర్ణీత ఓవర్ల(16)లో బంగ్లాదేశ్ 6 వికెట్ల నష్టానికి 146 పరుగులు చేసింది. భారత్ 5 పరుగులతో విజయం సాధించింది. కింగ్ కోహ్లీ ‘ప్లేయర్ ఆఫ్ ది మ్యాచ్’గా నిలిచాడు. అశ్విన్ వేసిన ఏడో ఓవర్ రెండో బంతికి రెండో పరుగు కోసం ప్రయత్నించి లిట్టన్ కుమార్ దాస్ రన్‌ఔట్ అయ్యాడు. కేఎల్ రాహుల్ అద్భుతమైన త్రో విసిరి దాస్‌ను పెవీలియన్ పంపించాడు. ఇది మ్యాచ్‌ను మలుపు తిప్పింది. 27 బంతుల్లోనే 60 పరుగులు (7 ఫోర్లు, 3 సిక్స్‌లు) చేసిన లిట్టన్ దాస్.. ఆకాశమే హద్దుగా చెలరేగాడు. అనంతరం బౌలింగ్‌కు వచ్చిన హార్దిక్ పాండ్యా 13వ ఓవర్ రెండో బంతికి యాసిర్ అలీని, ఐదో బంతికి మొసాదిక్ హుస్సేన్‌ను పెవీలియన్‌కు పంపించాడు. ఈ ఓవర్ తర్వాత సమీకరణం 18 బంతుల్లో 43 పరుగులుగా మారింది. 42 బంతుల్లో 67 పరుగులు చేయాల్సిన దశలో అప్పటికే క్రీజులో కుదురుకొని దాటిగా ఆడుతున్న శాంటోను షమీ వెనక్కి పంపి భారత శిబిరంలో ఉత్సాహం నింపాడు. 12వ ఓవర్ తొలి బంతికే అర్ష్‌దీప్.. అఫీఫ్ హుస్సేన్‌ను (3 పరుగులు, 5 బంతుల్లో) వెనక్కి పంపాడు. ఈ రెండు క్యాచ్‌లనూ సూర్యకుమార్ యాదవే అందుకోవడం విశేషం. ఇదే ఓవర్‌లో అర్ష్‌దీప్ మరో వికెట్‌ను పడగొట్టాడు. కేవలం 2 పరుగులే ఇచ్చి రెండు వికెట్లను తీశాడు. ఇది మ్యాచ్‌కు మరో టర్నింగ్ పాయింట్ అయ్యింది.",

    "4": "గౌహతి వేదికగా జరిగిన కీలక రెండో టీ20 మ్యాచ్‌లో టీమిండియా ఘన విజయం సాధించింది. 16 పరుగుల తేడాతో సఫారీ జట్టుపై గెలిచి 2-0తో సిరీస్ కైవసం చేసుకుంది. గెలుపే లక్ష్యంగా మొదట బ్యాటింగ్‌కి దిగిన రోహిత్ సేన సఫారీ బౌలర్లకు చుక్కలు చూపించి 20 ఓవర్లకు 237 పరుగులు చేసింది. టీమిండియా నిర్దేశించిన భారీ లక్ష్యాన్ని చేధించేందుకు క్రీజులోకి వచ్చిన సఫారీ బ్యాట్స్‌మెన్ మొదట్లోనే తడబడ్డారు. ఓపెనర్లుగా క్వింటన్ డికాక్, టెంబా బవుమా క్రీజులోకి రాగా తొలి ఓవర్‌ను దీపక్ చాహర్ మెయిడిన్ చేశాడు. తర్వాత బౌలింగ్ చేసిన అర్ష్‌దీప్ సింగ్ రెండో బంతికే సౌతాఫ్రికా కెప్టెన్ బవుమా కోహ్లీ చేతికి క్యాచ్ ఇచ్చి డకౌట్‌గా వెనుదిరిగాడు. క్రీజులోకి వచ్చిన రొసోవ్ అదే ఓవర్‌లో నాలుగో బంతికి దినేష్ కార్తీక్ చేతికి చిక్కిపోయి డకౌట్‌ అయ్యాడు. దీంతో ఒక్క పరుగుకే సఫారీ జట్టు రెండు వికెట్లను కోల్పోయింది. బ్యాడ్ లైటింగ్ కారణంగా మ్యాచ్‌లో అంతరాయం కలిగింది. కాసేపటి తర్వాత తిరిగి ప్రారంభమైన మ్యాచ్‌లో ఇండియా బౌలర్లు కట్టుదిట్టంగా బంతులు వేయటంతో సౌతాఫ్రికా బ్యాట్స్‌మెన్‌పై ఒత్తిడి పెరిగింది. ఆరో ఓవర్లో రెండో బంతికి 47 పరుగుల వద్ద సౌతాఫ్రికా మూడో వికెట్ కోల్పోయింది. కీలక వికెట్ కోల్పోవటంతో జట్టును ఆదుకునే బాధ్యత డికాక్ డేవిడ్ మిల్లర్‌పై పడింది. ఇద్దరు ఆచీతూచి ఆడుకుంటూ దొరికిన బంతులను బౌండరీలకు తరలిస్తూ క్రీజులో నిలబడ్డారు. 10 ఓవర్లకు 70 పరుగులు మాత్రమే ఉన్న సౌతాఫ్రికా స్కోరును డికాక్, మిల్లర్ ద్వయం దూకుడు పెంచి 13 ఓవర్ నుంచి స్కోర్ బోర్డుకు పరుగులు జోడించారు. 13 ఓవర్లో మిల్లర్ తన హాఫ్ సెంచరీ పూర్తి చేసుకున్నాడు. 14 ఓవర్లో రెండు సిక్సులు, ఓ ఫోర్‌తో డికాక్ విరుచుకుపడ్డాడు. ఈ ఇద్దరే 17 ఓవర్ ముగిసే సమయానికి 175 పరుగులు జోడించారు. చివరి ఓవర్లో మూడో బంతికి భారీ సిక్స్ కొట్టి మిల్లర్ తన సెంచరీ పూర్తి చేసుకున్నాడు.",

    "5": "టీ20 వరల్డ్ కప్‌‌లో వరుసగా రెండు విజయాలు సాధించి ఊపు మీదున్న భారత్ కీలకమైన మూడో మ్యాచ్‌లో తడబడింది. దక్షిణాఫ్రికా చేతిలో 5 వికెట్ల తేడాతో ఓటమిపాలైంది. ముందు బ్యాటింగ్ చేసిన టీమిండియా 9 వికెట్ల నష్టానికి 133 పరుగులు చేయగా స్వల్ప లక్ష్యాన్ని సౌతాఫ్రికా ఆఖరి ఓవర్లో చేధించింది. లక్ష్య చేధనలో రెండో ఓవర్లోనే డికాక్, రూసో వికెట్లను కోల్పోయిన దక్షిణాఫ్రికా మర్‌క్రమ్, మిల్లర్ నాలుగో వికెట్‌కు 76 పరుగులు జోడించడంతో కోలుకుంది. తప్పక గెలవాల్సిన మ్యాచ్‌లో అద్భుతంగా రాణించిన సఫారీ ఆటగాళ్లు జట్టును సెమీస్ రేసులో నిలిపారు. రోహిత్ శర్మ టాస్ గెలిచి బ్యాటింగ్ ఎంచుకోగా లుంగీ ఎంగిడీ దెబ్బకు భారత్ టాప్ ఆర్డర్ విలవిల్లాడింది. ఒకే ఓవర్లో రోహిత్, రాహుల్‌ను ఔట్ చేసిన ఎంగిడీ.. తర్వాతి ఓవర్లలో విరాట్ కోహ్లి, హార్దిక్ పాండ్యను పెవిలియన్ చేర్చాడు. దీంతో భారత్ 49 పరుగులకే 5 వికెట్లు కోల్పోయి కష్టాల్లో పడింది. ఈ దశలో సూర్యకుమార్ యాదవ్ (40 బంతుల్లో 62) హాఫ్ సెంచరీ సాధించడంతో భారత్ 20 ఓవర్లలో 9 వికెట్ల నష్టానికి 133 పరుగులు చేసింది. సౌతాఫ్రికా బౌలర్లలో ఎంగిడీ 4 వికెట్లు తీయగా పార్నెల్ 3 వికెట్లు పడగొట్టాడు. పేస్, స్వింగ్‌కు అనుకూలించే పిచ్ మీద 134 పరుగుల లక్ష్యంతో బరిలోకి దిగిన దక్షిణాఫ్రికా రెండో ఓవర్లోనే ఫామ్‌లో ఉన్న డికాక్, రూసో వికెట్లను కోల్పోయింది. కెప్టెన్ బవూమా (10) కూడా త్వరగానే పెవిలియన్ చేరడంతో సఫారీ జట్టు 24 పరుగులకే 3 వికెట్లు కోల్పోయింది. ఈ దశలో మర్‌క్రమ్ (52), మిల్లర్ (46 బంతుల్లో 59 నాటౌట్) ఆచితూచి ఆడుతూ 100 పరుగుల వరకూ మరో వికెట్ పడకుండా జాగ్రత్తపడ్డారు. రోహిత్ సహా ఫీల్డర్లు రనౌట్లు చేయలేకపోవడం విరాట్ కోహ్లి చేతిలో పడిన బంతిని వదిలేయడంతో సౌతాఫ్రికా బ్యాట్స్‌మెన్‌ లైఫ్ లభించింది. బ్రేక్ తర్వాత వారిద్దరూ స్వేచ్ఛగా షాట్లు ఆడారు. దక్షిణాఫ్రికా 100 పరుగుల మార్క్‌ను చేరుకోగానే మర్‌క్రమ్‌ను హార్దిక్ పాండ్య ఔట్ చేశాడు. సఫారీల విజయానికి 18 బంతుల్లో 25 రన్స్ అవసరమైన దశలో అశ్విన్ బౌలింగ్‌ను టార్గెట్ చేసుకొని మిల్లర్ రెండు సిక్స్‌లు బాదాడు. అదే ఓవర్లో స్టబ్స్ ఎల్బీగా వెనుదిరిగాడు. చివరి రెండు ఓవర్లలో సౌతాఫ్రికా విజయానికి 12 పరుగులు అవసరం కాగా మిల్లర్ అండతో మరో 2 బంతులు మిగిలి ఉండగానే సఫారీ జట్టు విజయం సాధించింది.",

    "6": "టీ20 వరల్డ్ కప్‌లో నేడు అత్యంత కీలక పోరు జరగనుంది. పెర్త్ వేదికగా భారత్, దక్షిణాఫ్రికా జట్లు తలపడనున్నాయి. ఈ మ్యాచ్ ఇరు జట్లకు మాత్రమే కాకుండా పాకిస్థాన్‌కు కూడా కీలకమైంది. ఈ మ్యాచ్‌లో భారత్ గెలిస్తే పాకిస్థాన్ సెమీస్ రేసులో నిలుస్తుంది. సౌతాఫ్రికా గెలిస్తే మాత్రం దాయాది టాప్-4లో నిలిచే అవకాశాలు సన్నగిల్లుతాయి. దీంతో ఈ మ్యాచ్‌లో భారత్ గెలవాలని పాక్ ఆటగాళ్లతోపాటు ఫ్యాన్స్ కోరుకుంటున్నారు. పాక్ చరిత్రలో ఎన్నడూ లేని విధంగా భారత్ గెలుపు కోసం ఆ దేశం ప్రార్థించాల్సిన పరిస్థితి తలెత్తింది. ఇక భారత్, దక్షిణాఫ్రికా విషయానికి వస్తే 25 రోజుల క్రితమే ఇరు జట్లు భారత గడ్డ మీద టీ20 సిరీస్ ఆడగా 2-1 తేడాతో టీమిండియా విజయం సాధించింది. ఈ ఏడాది ఇరు జట్లు ఇప్పటికే 8 టీ20ల్లో ముఖాముఖి తలపడగా పెర్త్ మ్యాచ్ భారత్ వెలుపల తొలి పోరు కానుంది. ఈ మ్యాచ్‌లో భారత్ విజయం సాధిస్తే సెమీఫైనల్ దిశగా మరో ముందడుగు వేస్తుంది. సౌతాఫ్రికాకు ఈ మ్యాచ్ ఎంతో కీలకం. ఈ మ్యాచ్ తర్వాత పాకిస్థాన్‌తో ఆ జట్టు తలపడనుంది. దీంతో ఈ మ్యాచ్‌లో విజయం కోసం దక్షిణాఫ్రికా సర్వశక్తులు ఒడ్డనుంది. భారత జట్టులో సూర్య, విరాట్ కోహ్లి అద్భుతమైన ఫామ్‌లో ఉన్నారు. నెదర్లాండ్స్‌పై రోహిత్ శర్మ హాఫ్ సెంచరీతో టచ్‌లోకి వచ్చాడు. కేఎల్ రాహుల్ సరిగా ఆడలేకపోతుండటం ఒకింత ఆందోళన కలిగిస్తోంది. ఈ మ్యాచ్‌లోనైనా రాహుల్ బ్యాట్ ఝులిపించాలని మేనేజ్‌మెంట్ కోరుకుంటోంది. బౌలింగ్ విషయానికి వస్తే అర్షదీప్ సింగ్ షమీ, భువీ, పాండ్య ఆకట్టుకుంటునే ప్రదర్శన చేస్తున్నారు. ఇక దక్షిణాఫ్రికా విషయానికి వస్తే క్వింటన్ డికాక్ మంచి ఫామ్‌లో ఉండగా రైలీ రూసో టీ20ల్లో వరుసగా రెండో సెంచరీ నమోదు చేశాడు. కెప్టెన్ టెంబా బవూమా మాత్రం నిరాశపరుస్తున్నాడు. మర్‌క్రమ్, మిల్లర్, పార్నెల్ లాంటి ఆటగాళ్లతో సౌతాఫ్రికా మిడిలార్డర్ బలంగా ఉంది. రబాడ, నోకియా, ఎంగిడీ లాంటి బౌలర్లతో ఆ జట్టు పేస్ విభాగం పటిష్టంగా ఉంది.",

    "7": "టీ20 వరల్డ్ కప్‌లో భాగంగా నేడు పాకిస్థాన్, దక్షిణాఫ్రికా మధ్య కీలక పోరు జరగనుంది. ఈ మ్యాచ్ పాకిస్థాన్‌కు క్వార్టర్ ఫైనల్‌లా అవుతుందని ముందుగా భావించినప్పటికీ బంగ్లాపై భారత్ విజయంతో పాక్ సెమీస్ చేరే అవకాశాలు సన్నగిల్లాయి. ఈ మ్యాచ్‌లో దక్షిణాఫ్రికా గెలిస్తే సెమీస్‌లో అడుగు పెడుగుతుంది. పాకిస్థాన్ గెలుపొందితే సెమీస్ రేసులో కొనసాగుతుంది. భారత్ తన చివరి మ్యాచ్‌లో జింబాబ్వే చేతిలో ఓడటంతోపాటు సౌతాఫ్రికా, బంగ్లాదేశ్‌లపై గెలిస్తే పాక్ సెమీస్ చేరుకుంటుంది. ఈ టీ20 వరల్డ్ కప్‌లో ఇప్పటి వరకూ సౌతాఫ్రికా మాత్రమే ఒక్క మ్యాచ్‌లోనూ ఓడిపోలేదు. జింబాబ్వే మ్యాచ్ వర్షం కారణంగా రద్దు కావడంతో ఆ మ్యాచ్‌ తర్వాత ఒక్క పాయింట్ దక్షిణాఫ్రికా ఖాతాలో చేరింది. ఆ తర్వాత బంగ్లాదేశ్, భారత్‌లపై సౌతాఫ్రికా విజయాలు సాధించింది. మరోవైపు పాకిస్థాన్ ఇందుకు విరుద్ధమైన ఫలితాలను అందుకుంది. భారత్‌తో మ్యాచ్‌లో చివరి బంతికి ఓడిన పాక్ జింబాబ్వేపై ఒక్క పరుగు తేడాతో భంగపాటుకు గురైంది. దీంతో పాక్ జట్టుపై అభిమానులు తీవ్ర ఆగ్రహం వ్యక్తం చేశారు. నెదర్లాండ్స్‌పై గెలిచిన పాక్ ఎట్టకేలకు ఆసీస్ గడ్డ మీద టీ20ల్లో బోణీ కొట్టింది. టీ20 వరల్డ్ కప్‌లో సౌతాఫ్రికా ఇప్పటి వరకూ పాక్‌ను ఓడించలేదు. ఇది దాయాదికి కలిసొచ్చే అంశం. ఇరు దేశాలు ఇప్పటి వరకూ 21 టీ20 మ్యాచ్‌ల్లో ముఖాముఖి తలపడగా పాకిస్థాన్ 11 మ్యాచ్‌ల్లో విజయం సాధించింది. వరల్డ్ కప్‌ల్లో చివరిసారిగా 1999లో పాకిస్థాన్‌ను సౌతాఫ్రికా ఓడించింది.",

    "8": "ఈసారి టీ20 ప్రపంచకప్ సంచనాలకు వేదికైంది. ఎవరిపై ఎవరు గెలుస్తారో? ఎప్పుడేం జరుగుతుందో అన్నట్లు టోర్నీ సాగుతోంది. సూపర్‌-12 చివరి రోజు కూడా అదే జరిగింది. సెమీ ఫైనల్ రేసుకు పక్కా అనుకున్న దక్షిణాఫ్రికా ఊహించని రీతిలో ఇంటిముఖం పట్టింది. ఇంటికెళ్లేందుకు బ్యాగ్‌లు సిద్ధం చేసుకున్న పాకిస్థాన్ జట్టు అనూహ్యంగా సెమీస్‌కు దూసుకెళ్లింది. అందుకు కారణం నెదర్లాండ్స్‌ జట్టు (Netherlands). ఈ చిన్న జట్టు అత్యుత్తమ ఆట తీరుతో సఫారీలకు షాకిచ్చింది. ఆ జట్టు సెమీస్‌ ఆశలను సఫా చేసింది. తన తొలి మ్యాచ్‌లో భారత్ చేతిలో అనూహ్యంగా ఓటమి పాలైన పాకిస్థాన్ ఆ తర్వాత జింబాబ్వేపైనా అదే రీతిలో ఓటమి పాలై సెమీస్ అవకాశాలను సంక్లిష్టం చేసుకుంది. ఆ తర్వాత గ్రూప్‌లో మిగతా మ్యాచ్‌ల ఫలితాల కోసం ఎదురుచూసింది. ఈ క్రమంలో దక్షిణాఫ్రికాను భారత్ ఓడించాలని పాకిస్థాన్ ఫ్యాన్స్ ప్రార్థనలు కూడా చేశారు. అనంతరం భారత్‌ను బంగ్లాదేశ్ ఓడించాలని ఇదేవిధంగా కోరుకున్నారు. కానీ, అవేమీ జరగలేదు. ఇక పాక్ ఆశలన్నీ వదిలేసుకున్న దశలో నెదర్లాండ్స్ సంచలనం నమోదు చేసింది. ఈ ఓటమి తర్వాత సఫారీలు మైదానంలో కంటతడి పెట్టుకున్నారు. దక్షిణాఫ్రికా ఓటమి పాలవడంతో అప్పటికే మెరుగైన రన్ రేట్ ఉన్న పాకిస్థాన్ అనూహ్యంగా సెమీస్ రేసులోకి వచ్చింది. దీనికి తోడు బంగ్లాదేశ్‌పై కాస్త కష్టపడటంతో మరో విజయం నమోదు చేసి సెమీస్‌లోకి ఒకింత గర్వంగా అడుగుపెట్టింది. అయితే, దీని క్రెడిట్ మొత్తం నెదర్లాండ్స్‌దే. డచ్ ఆటగాళ్లు ఇచ్చిన గిఫ్ట్‌కు పాక్ ఫ్యాన్స్ థ్యాంక్స్ చెబుతున్నారు. ఈ క్రమంలో ఆ జట్టుకు పాక్ రిటర్న్ గిఫ్ట్ కూడా ఇచ్చింది.",

    "9": "టీ20 వరల్డ్ కప్ కీలక ఘట్టానికి చేరుకుంది. సెమీస్ రేసులోకి పాకిస్థాన్ అనూహ్యంగా దూసుకొచ్చింది. దీంతో ఆ జట్టు అభిమానులు తెగ సంబర పడిపోతున్నారు. అంతేకాదు, ఈసారి వరల్డ్ కప్‌ను కూడా తామే సొంతం చేసుకుంటామని ఆత్మవిశ్వాసంగా చెబుతున్నారు. అందుకు కొన్ని లెక్కలు కూడా చెబుతున్నారు. వీరి ఆత్మవిశ్వాసానికి ఓ కారణం కూడా ఉంది. సూపర్‌లీగ్‌లో చివరి మూడు మ్యాచ్‌లు జరగడానికి ముందే పాక్ సెమీస్‌లోకి అడుగుపెడుతుందని అభిమానులు బలంగా నమ్మారు. అసలు ఛాన్సే లేదని విశ్లేషకులు చెప్పినా, ఆ మాటలను ఖాతరు చేయలేదు. జింబాబ్వేపై భారత్ ఓడిపోయే పరిస్థితి ఉండదని, ఒకవేళ ఓడిపోయినా బంగ్లాదేశ్‌పై పాక్ భారీ తేడాతో విజయం సాధించాలని విశ్లేషకులు లెక్కలుగట్టారు. కానీ, అనూహ్యంగా దక్షిణాఫ్రికాను నెదర్లాండ్స్ ఓడించడంతో సమీకరణలన్నీ మారిపోయాయి. పాక్‌ సెమీస్ రేసులో నిలిచింది. బంగ్లాపై విజయం సాధించి సెమీస్ బెర్తును ఖరారు చేసుకుంది. ‘మేం చెప్పిందే జరిగింది’ అని పాక్ ఫ్యాన్స్ ఇప్పుడు కామెంట్ చేస్తున్నారు. ‘చూస్తూ ఉండండి ఈసారి వరల్డ్ కప్ కూడా ఎగరేసుకొస్తుంది’ అని కాన్ఫిడెంట్‌గా చెబుతున్నారు. 1992లోనూ ఇలాగే జరిగిందట. 1992 క్రికెట్ ప్రపంచకప్‌కు ఆస్ట్రేలియా ఆతిథ్యం ఇచ్చింది. 1987లో వరల్డ్ కప్ సొంతం చేసుకున్న జట్టుగా డిఫెండింగ్ ఛాంపియన్‌గానూ ఆ మెగా టోర్నీలో బరిలోకి దిగింది. అయితే, అనూహ్య రీతిలో తొలి దశ (రౌండ్ - రాబిన్) దశ నుంచే టోర్నీ నుంచి నిష్క్రమించింది. అంతేకాదు ఆ టోర్నీలో ఆరంభంలో ఒడిదొడుకులు ఎదుర్కొన్న పాకిస్థాన్ సెమీస్‌లోకి దూసుకెళ్లింది. పాక్‌తో పాటు అప్పుడు కూడా న్యూజిలాండ్, ఇంగ్లాండ్ సెమీస్‌లోకి వచ్చాయి. తొలి సెమీస్‌ న్యూజిలాండ్, పాకిస్థాన్ మధ్యే జరిగింది.",

    "10": "టీ20 వరల్డ్ కప్‌లో పాకిస్థాన్ అనూహ్యంగా సెమీస్ చేరింది. నెదర్లాండ్స్ చేతిలో దక్షిణాఫ్రికా ఊహించని రీతిలో ఓటమిపాలవడంతో టాప్-4లో నిలిచిన పాక్ బుధవారం న్యూజిలాండ్‌తో తలపడనుంది. అల్లా దయతో అదృష్టం కలిసొచ్చి సెమీస్ చేరిన పాకిస్థాన్ ఈసారి ఎలాగైనా కప్ కొడతామని ధీమాగా చెబుతోంది. కాగా ఓపెనర్లు బాబర్ ఆజమ్, మహ్మద్ రిజ్వాన్ పేలవ బ్యాటింగ్ ఆ జట్టును ఆందోళనకు గురి చేస్తోంది. బంగ్లాతో జరిగిన మ్యాచ్‌లో 33 బంతుల్లో 25 రన్స్ చేయడమే ఈ టీ20 వరల్డ్ కప్‌లో బాబర్ ఆజమ్‌కు అత్యధిక వ్యక్తిగత స్కోరు. ప్రపంచంలోనే అత్యుత్తమ ఓపెనింగ్ జోడీగా పేరొందిన బాబర్-రిజ్వాన్ వరుసగా విఫలం అవుతున్నప్పటికీ సరైన టైంలో ఫామ్‌లోకి వస్తారని పాకిస్థాన్ కోచ్ మాథ్యూ హెడెన్ విశ్వాసం వ్యక్తం చేశాడు. 2007 వరల్డ్ కప్‌లో పేలవ ఫామ్‌తో సతమతం అయిన ఆడమ్ గిల్‌క్రిస్ట్ శ్రీలంకతో జరిగిన ఫైనల్లో సెంచరీతో చెలరేగిన విషయాన్ని హెడెన్ గుర్తు చేశాడు. గిల్‌క్రిస్ట్ తరహాలోనే బాబర్ సైతం కీలక మ్యాచ్‌ల్లో రాణిస్తాడని నమ్మకంగా చెప్పాడు. నాకౌట్ మ్యాచ్‌ల్లో బాబర్ ఆజమ్ నుంచి సమ్‌థింగ్ స్పెషల్‌ను మీరు ఆశించొచ్చని హెడెన్ చెప్పాడు. ‘బాబర్ ప్రతికూల పరిస్థితుల్లో ఉన్నాడనే ప్రశ్నే లేదు. అదే అతణ్ని గొప్ప ఆటగాడిగా చేస్తుంది. తుఫాన్‌కు ముందు ప్రశాంతత లాంటిదే ఇది. బాబర్ నుంచి మీరు ఎంతో ప్రత్యేకమైన దాన్ని చూడబోతున్నారు’ అని హెడెన్ తమ కెప్టెన్‌లో ఆత్మవిశ్వాసాన్ని నింపే ప్రయత్నం చేశాడు. టీ20 వరల్డ్ కప్‌లో పాక్ ప్రయాణం రోలర్‌కోస్టర్ రైడ్‌‌‌లా సాగిందన్న హెడెన్ గత ఏడాది సెమీస్ చేరినప్పుడు పాక్ జట్టు ఓడలేదన్నాడు. ఫైనల్లో ఆస్ట్రేలియా చేతిలో పాక్ ఓడిందన్నాడు. ‘ఈ టోర్నీలో ఎత్తు పల్లాలు ఉన్నాయి. మా జట్టు అత్యుత్తమ ప్రదర్శన ఇంకా బయటకు రాలేదనే భావిస్తున్నా. ఇది ప్రత్యర్థికి అతిపెద్ద ముప్పు’ అని హెడెన్ మిగతా జట్లను హెచ్చరించాడు. మిడిలార్డర్, ఫాస్ట్ బౌలర్లు అద్భుతంగా రాణిస్తున్నారని హెడెన్ ప్రశంసించాడు.",

    "11": "జింబాబ్వే చేతిలో ఒక్క పరుగు తేడాతో పాకిస్థాన్ ఓటమిని ఆ దేశ అభిమానులు, మాజీ క్రికెటర్లు జీర్ణించుకోలేకపోతున్నారు. కెప్టెన్ బాబర్ ఆజమ్‌పై తీవ్ర స్థాయిలో విమర్శలు గుప్పిస్తున్నారు. బాబర్ తీరు వల్లే తమ జట్టు ఓడిందని ఆరోపిస్తున్నారు. జింబాబ్వే చేతిలో ఓటమి తనను తీవ్రంగా బాధించిందన్నాడు. పాకిస్థాన్ సెమీస్ చేరే అవకాశాలు మూసుకుపోయాయని అక్తర్ అభిప్రాయపడ్డాడు. జట్టులో యావరేజ్ ఆటగాళ్లు ఉన్నందువల్లే ఇలాంటి ఫలితం వచ్చిందన్నాడు. అలాంటి వాళ్లను పక్కనబెట్టాలని తాను రెండు నెలల ముందే సూచించినప్పటికీ మేనేజ్‌మెంట్ వినిపించుకోలేదన్నాడు. పాకిస్థాన్‌కు ఓ బ్యాడ్ కెప్టెన్ ఉన్నాడు అతడి సారథ్యంలో నిలకడగా విజయాలు సాధించలేమంటూ బాబర్ ఆజమ్ నాయకత్వంపై అక్తర్ తీవ్ర స్థాయిలో విమర్శలు గుప్పించాడు. ఫకర్ జమాన్ లాంటి ఆటగాణ్ని ఓపెనర్‌గా ఆడించకుండా బాబర్ పక్కనబెట్టాడని అక్తర్ ఆరోపించాడు. నవాజ్ చివరి ఓవర్ బౌలింగ్ వేసిన మూడు మ్యాచ్‌ల్లోనూ పాక్ ఓడిందని అక్తర్ గుర్తు చేశాడు. 22 ఏళ్లుగా పాక్ జట్టుకు సేవలు అందించిన షోయబ్ మాలిక్‌తోపాటు హఫీజ్ లాంటి సీనియర్ ఆటగాళ్లను పక్కనబెట్టినందుకు ఫలితం ఇదేనని ఫ్యాన్స్ ఆరోపిస్తున్నారు. మాలిక్ లాంటి ఆటగాడు జట్టులో ఉండుంటే జింబాబ్వే చేతిలో ఓడిపోయేవాళ్లం కాదంటున్నారు. పీసీబీ చీఫ్ రమీజ్ రాజాపై సైతం విమర్శలు గుప్పిస్తున్నారు. బాబర్ ఆజమ్ స్వార్థంతో తన స్నేహితులకు ప్రయోజనం చేకూర్చేందుకు సీనియర్లను పక్కనబెట్టాడని తన మాట వినే వాళ్లనే జట్టులో ఉంచుకున్నాడని వరల్డ్ కప్‌కు జట్టు సెలక్షన్ బాగోలేదని ఫ్యాన్స్ ఆరోపిస్తున్నారు. బాబర్ ఆజమ్‌ను కెప్టెన్సీ నుంచి తప్పించాలని డిమాండ్ చేస్తున్నారు.",

    "12": "టీమిండియా మాజీ కెప్టెన్ విరాట్ కోహ్లి ఎట్టకేలకు జూలు విదిల్చాడు. 1020 రోజుల నిరీక్షణకు తెర దించుతూ శతకం బాదాడు. ఆప్ఘానిస్థాన్‌పై 61 బంతుల్లో 122 పరుగులతో నాటౌట్‌గా నిలిచిన కోహ్లీకి అంతర్జాతీయ టీ20ల్లో ఇదే తొలి సెంచరీ కావడం విశేషం. ఈ శతకం తర్వాత విరాట్ మనస్ఫూర్తిగా నవ్వుతూ కనిపించాడు. మ్యాచ్ అనంతరం విరాట్ మాట్లాడుతూ తన భార్య అనుష్క శర్మ, కుమార్తె వామికకు ఈ సెంచరీని అంకితం ఇస్తున్నట్లు వెల్లడించాడు. కోహ్లీ సుదీర్ఘ కాలం తర్వాత సెంచరీ చేయడంతో అభిమానులు సంబరాలు చేసుకుంటున్నారు. అయితే విరాట్ ఫామ్‌లోకి రావడానికి తమ కెప్టెన్ బాబర్ ఆజమ్ కారణమని అభిమానులు చెబుతున్నారు. ఆసియా కప్‌లో భాగంగా ఆగస్టు 28న జరిగిన మ్యాచ్‌లో భారత్, పాకిస్థాన్ జట్లు తలపడిన సంగతి తెలిసిందే. ఈ మ్యాచ్‌కు ముందు మైదానంలో పాకిస్థాన్ కెప్టెన్ బాబర్ ఆజమ్‌ను కలిసిన విరాట్ కోహ్లి షేక్ హ్యాండ్ ఇచ్చాడు. ఈ ఫొటో సోషల్ మీడియాలో వైరల్ అయ్యింది. ఈ షేక్ హ్యాండ్ తర్వాత కోహ్లీ పరుగులు చేయడం మొదలుపెట్టగా అప్పటి వరకూ అద్భుతంగా రాణించిన బాబర్ మాత్రం పరుగులు చేయడంలో ఇబ్బంది పడుతున్నాడనేది క్రికెట్ అభిమానుల వాదన.",

    "13": "భారత యువపేసర్ అర్షదీప్ సింగ్ పాకిస్థాన్‌పై ప్రతీకారం తీర్చుకున్నాడు. ఆసియా కప్‌లో భాగంగా పాకిస్థాన్‌తో జరిగిన మ్యాచ్‌లో కీలక సమయంలో ఆసిఫ్ అలీ ఇచ్చిన సులువైన క్యాచ్‌ను అర్షదీప్ జారవిడిచాడు. ఆ తర్వాత ఆసిఫ్ ఓ ఫోర్, సిక్స్ బాది పాక్‌ను గెలిపించాడు. తర్వాత శ్రీలంకతో జరిగిన మ్యాచ్‌ అనంతరం ఓ అభిమాని అతణ్ని దేశద్రోహి అంటూ అవమానించాడు. అతడి పేరిట ఉన్న వికీపీడియా పేజీను అప్డేట్ చేసి ఖలీస్థాన్ ఉద్యమంతో ముడిపెట్టారు. దీంతో యువ పేసర్ హర్ట్ అయ్యాడు. తాజాగా పాకిస్థాన్‌తో జరిగిన మ్యాచ్‌లో ఆ విమర్శలకు అర్షదీప్ చెక్ పెట్టాడు. కెరీర్లో తొలి టీ20 వరల్డ్ కప్ ఆడుతున్న అర్షదీప్ బౌలింగ్ చేసిన తొలి బంతికే పాకిస్థాన్ కెప్టెన్, డేంజర్ బ్యాట్స్‌మెన్ బాబర్ ఆజమ్‌ను ఎల్బీగా ఔట్ చేశాడు. భువీ, అర్షదీప్ బంతిని స్వింగ్ చేయడంతో పాకిస్థాన్ 2 ఓవర్లలో బాబర్ వికెట్ కోల్పోయి 6 పరుగులే చేయగలిగింది. ఇన్నింగ్స్ మూడో ఓవర్‌ చివరి బంతికి అర్షదీప్ ప్రమాదకర ఆటగాడు ముహ్మద్ రిజ్వాన్‌ (4)ను ఔట్ చేశాడు. దీంతో పాకిస్థాన్ 15 పరుగులకే ఓపెనర్ల వికెట్లు కోల్పోయింది. గత ఏడాది జరిగిన వరల్డ్ కప్‌ మ్యాచ్‌లో భారత్ 7 వికెట్ల నష్టానికి 151 పరుగులు చేయగా రిజ్వాన్ (79 నాటౌట్), బాబర్ ఆజమ్ (68 నాటౌట్) రాణించడంతో పాకిస్థాన్ పది వికెట్ల తేడాతో ఘన విజయం సాధించింది. దీంతో పాక్ ఫ్యాన్స్ ఓ రేంజ్‌లో రెచ్చిపోయారు. ఈ వరల్డ్ కప్‌లో పాక్ ఓపెనర్లిద్దర్నీ అర్షదీప్ ఔట్ చేయడంతో భారత అభిమానులు సంబరాలు చేసుకున్నారు.",

    "14": "టీ20 వరల్డ్ కప్‌లో భాగంగా మెల్‌బోర్న్ వేదికగా పాకిస్థాన్‌తో జరిగిన ఉత్కంఠ భరిత మ్యాచ్‌లో భారత్ 4 వికెట్ల తేడాతో అద్భుత విజయాన్ని నమోదు చేసింది. ఓటమి తప్పదనుకున్న మ్యాచ్‌లో విరాట్ కోహ్లి (53 బంతుల్లో 82 నాటౌట్) అద్భుత పోరాటానికి హార్దిక్ పాండ్య (40) సహకారం తోడవడటంతో భారత్‌ థ్రిల్లింగ్ విక్టరీని అందుకుంది. 160 పరుగుల లక్ష్యంతో బరిలోకి దిగిన టీమిండియా 31 పరుగులకే 4 వికెట్లు కోల్పోయిన భారత్‌ 11 ఓవర్లలో 54 పరుగులు మాత్రమే చేసింది. కానీ కోహ్లి, హార్దిక్ పవర్ హిట్టింగ్‌తో చివరి 9 ఓవర్లలో 106 రన్స్ చేసి చిరస్మరణీయ విజయాన్ని సాధించింది. ఈ దశలో విరాట్ కోహ్లి, హార్దిక్ పాండ్య ఆచితూచి ఆడారు. దీంతో భారత్ 11 ఓవర్లలో 4 వికెట్ల నష్టానికి 54 పరుగులే చేయగలిగింది. సాధించాల్సిన నెట్ రన్ రేట్ పెరుగుతుండటంతో హార్దిక్, కోహ్లి దూకుడు పెంచారు. నవాజ్ బౌలింగ్‌లో పాండ్య రెండు సిక్సులు బాదగా కోహ్లి ఓ సిక్స్ బాదాడు. దీంతో స్కోరు బోర్డులో కదలిక వచ్చింది. చివరి 3 ఓవర్లలో 48 పరుగులు అవసరం కాగా షాహీన్ వేసిన 18వ ఓవర్లో 17 పరుగులు వచ్చాయి. దీంతో చివరి 2 ఓవర్లలో భారత్ విజయానికి 31 పరుగులుగా సమీకరణం మారింది. కానీ 19వ ఓవర్లో హరీస్ రవూఫ్ తొలి 4 బంతులకు 3 రన్స్ మాత్రమే ఇవ్వగా చివరి రెండు బంతులను కోహ్లి సిక్స్‌లుగా మలిచాడు. దీంతో చివరి ఓవర్లో భారత్ విజయానికి 16 పరుగులు అవసరమయ్యాయి.",

    "15": "టీ20 వరల్డ్ కప్‌లో మరో సంచలన ఫలితం నమోదైంది. పాకిస్థాన్‌తో జరిగిన లో స్కోరింగ్ థ్రిల్లింగ్ పోరులో జింబాబ్వే ఒక్క పరుగు తేడాతో ఊహించని రీతిలో విజయం సాధించింది. ముందుగా బ్యాటింగ్ చేసిన జింబాబ్వే 20 ఓవర్లలో 8 వికెట్ల నష్టానికి 130 పరుగులు చేసింది. స్వల్ప లక్ష్యంతో బరిలోకి దిగిన పాకిస్థాన్ ఆరంభంలోనే బాబర్ ఆజమ్ (4), రిజ్వాన్ (14) వికెట్లను కోల్పోయింది. భారత్‌పై హాఫ్ సెంచరీతో ఆదుకున్న ఇఫ్తికార్ అహ్మద్ (5) సైతం త్వరగానే పెవిలియన్ చేరాడు. దీంతో పాకిస్థాన్ 36 పరుగులకే 3 వికెట్లు కోల్పోయి కష్టాల్లో పడింది. భారత్‌తో మ్యాచ్‌లో హాఫ్ సెంచరీతో నాటౌట్‌గా నిలిచిన షాన్ మసూద్ (44) ఈ మ్యా్చ్‌లోనూ రాణించాడు. కానీ జింబాబ్వే స్పిన్నర్ సికిందర్ రజా వరుస బంతుల్లో షాదాబ్ ఖాన్ (17), హైదర్ అలీని పెవిలియన్ చేర్చాడు. రజా వేసిన మరుసటి ఓవర్లో వైడ్ బంతిని ఆడబోయిన షాన్ స్టంపౌట్ కావడంతో పాకిస్థాన్ 15 ఓవర్లలో 94 పరుగులకు 6 వికెట్లు కోల్పోయి కష్టాల్లో పడింది.",

    "16": "బ్రిస్బేన్‌లోని గబ్బా స్టేడియం వేదికగా జింబాబ్వేతో జరిగిన ఉత్కంఠభరిత మ్యాచ్‌లో బంగ్లాదేశ్ 3 పరుగుల తేడాతో విజయం సాధించింది. చివరి బంతికి ఔట్ కాస్తా నోబాల్‌గా మారడంతో మ్యాచ్ మరింత రంజుగా మారింది. కానీ అదృష్టం బంగ్లాను వరించింది. షంటో (71) రాణించడంతో ముందు బ్యాటింగ్ చేసిన బంగ్లాదేశ్ 7 వికెట్ల నష్టానికి 150 పరుగులు చేసింది. లక్ష్య చేధనలో 35 పరుగులకే 4 వికెట్లు కోల్పోయిన జింబాబ్వేను సీన్ విలియమ్స్ (42 బంతుల్లో 64), ర్యాన్ బర్ల్ (27 నాటౌట్) గెలిపించే ప్రయత్నం చేశారు. 19వ ఓవర్లో విలియమ్స్ రనౌట్ కావడంతో మ్యాచ్ కీలక మలుపు తిరిగింది. 151 పరుగుల విజయ లక్ష్యంతో బరిలోకి దిగిన జింబాబ్వే ఆరంభంలోనే వికెట్లు కోల్పోయింది. తొలి ఓవర్లోనే ఓపెనర్ మెదెవెరే(4)ను ఔట్ చేసిన టస్కిన్ అహ్మద్ మరుసటి ఓవర్లో కెప్టెన్ క్రెయిగ్ ఇర్విన్‌ను పెవిలియన్ చేర్చాడు. షుంబా తక్కువ స్కోరుకే వెనుదిరగ్గా స్టార్ ఆల్‌రౌండర్ సికందర్ రజా ముస్తాఫిజుర్ బౌలింగ్‌లో డకౌటయ్యాడు. దీంతో జింబాబ్వే 35 పరుగులకే 4 వికెట్లు కోల్పోయి కష్టాల్లో పడింది. సీన్ విలియమ్స్‌తో కలిసి ఐదో వికెట్‌కు 34 పరుగులు జోడించిన చకబవా 15 పరుగుల వద్ద ఔటవడటంతో జింబాబ్వే 11.2 ఓవర్లలో 69 పరుగులకు 5 వికెట్లు కోల్పోయింది. ఈ దశలో సీన్ విలియమ్స్, ర్యాన్ బర్ల్ జింబాబ్వేను గెలిపించే ప్రయత్నం చేశారు. చివరి 3 ఓవర్లలో జింబాబ్వే విజయానికి 40 పరుగులు అవసరం కాగా 17.3వ ఓవర్లో హాఫ్ సెంచరీ పూర్తి చేసుకున్న విలియమ్స్ చివరి రెండు బంతులను బౌండరీలుగా మలిచాడు. దీంతో ఆ ఓవర్లో 14 పరుగులు రాగా చివరి 12 బంతుల్లో జింబాబ్వే విజయానికి 26 పరుగులు అవసరం అయ్యాయి.",

    "17": "టీ20 వరల్డ్ కప్‌లో భాగంగా జింబాబ్వే, బంగ్లాదేశ్ (Zimbabwe vs Bangladesh) మధ్య బ్రిస్బేన్ వేదికగా జరిగిన మ్యాచ్ అసలైన క్రికెట్ మజాను పంచింది. ఆఖరి ఓవర్లో జింబాబ్వే విజయానికి 16 పరుగులు అవసరం కాగా మ్యాచ్ ఊహించని మలుపులు తిరిగింది. మొసద్దెక్ హొస్సేన్ చివరి ఓవర్ బౌలింగ్ చేయగా తొలి బంతికి లెగ్ బౌస్ రూపంలో ఒక పరుగు రాగా రెండో బంతికి ఎవన్స్ భారీ షాట్‌కు యత్నించి ఔటయ్యాడు. మూడో బంతికి బైస్ రూపంలో 4 పరుగులొచ్చాయి. నాలుగో బంతికి సిక్స్ బాదిన గరవా ఐదో బంతికి స్టంపౌట్ అయ్యాడు. చివరి బంతికి జింబాబ్వే విజయానికి 5 పరుగులు అవసరం కాగా బంగ్లా వికెట్ కీపర్ వేగంగా బంతిని అందుకొని స్టంపౌట్ చేయడంతో ముజరబానీ ఔటయ్యాడు. దీంతో బంగ్లాదేశ్ సంబరాలు చేసుకుంది. ఒకరికొకరు షేక్ హ్యాండ్ ఇచ్చుకొని ఆటగాళ్లంతా మైదానం వీడారు. కానీ రిప్లేను పరిశీలించిన థర్డ్ అంపైర్ బంగ్లా వికెట్ కీపర్ తప్పిదాన్ని బయటపెట్టాడు. బంతి వికెట్లను దాటి వెనక్కి వెళ్లాక మాత్రమే కీపర్ దాన్ని అందుకోవాలి. కానీ నురుల్ హసన్ మాత్రం బంతి వికెట్ల ముందు ఉండగానే గ్లౌవ్స్‌తో అందుకొని వికెట్లను గిరాటేశాడు. ఇది నిబంధనలకు విరుద్ధం కావడంతో దాన్ని నోబాల్‌గా ప్రకటించి, నాటౌట్ ఇచ్చాడు. దీంతో మైదానాన్ని వీడిన ఆటగాళ్లు తిరిగి వెనక్కి వచ్చి మళ్లీ ఆటను కొనసాగించారు. నో బాల్ రూపంలో ఊహించని రీతిలో మరో ఛాన్స్ వచ్చినప్పటికీ క్రీజ్‌లో ఉంది బౌలింగ్ స్పెషలిస్ట్ కావడంతో జింబాబ్వే సద్వినియోగం చేసుకోలేకపోయింది. ముజరబానీ బంతిని కనెక్ట్ చేయలేకపోవడంతో బంగ్లా మూడు పరుగుల తేడాతో విజయం సాధించింది.",

    "18": "భారత్‌‌తో జరిగిన ఉత్కంఠ పోరులో చివరి బంతికి ఓడిన పాకిస్థాన్ జింబాబ్వేపైనా ఆఖరి బంతికి ఓటమిపాలైంది. తొలి మ్యాచ్‌లో టార్గెట్‌ను కాపాడుకోలేకపోయిన పాక్ రెండో మ్యాచ్‌లో లక్ష్యాన్ని చేధించడంలో తడబడింది. జింబాబ్వేపై ఆరు బంతుల్లో పాక్ విజయానికి 11 పరుగులు అవసరం కాగా తొలి బంతికి 3, రెండో బంతికి 4, మూడో బంతికి ఒక పరుగు వచ్చాయి. మూడు బంతుల్లో 3 పరుగులు చేస్తే పాక్‌దే విజయం. నాలుగో బంతి డాట్ బాల్ కావడంతో ఐదో బంతికి మిడ్ ఆఫ్ మీదుగా భారీ షాట్‌కు యత్నించిన నవాజ్ క్యాచ్ ఔటయ్యాడు. దీంతో పాక్ ఒత్తిడికి లోనైంది. చివరి బంతికి విజయానికి 3 పరుగులు అవసరం కావడంతో ఎలాగైనా 2 పరుగులు తీసి మ్యా్చ్‌ను టైగా ముగించాలని పాక్ బ్యాటర్లు భావించారు. అందుకే షాహీద్ అఫ్రిదీకి బౌలర్ బంతిని వేయడానికి ముందే నాన్ స్ట్రయికర్ ఎండ్‌లో ఉన్న మహ్మద్ వసీం జూనియర్ క్రీజ్ వదలి రెండు గజాల దూరం ముందుకు వెళ్లాడు. షాహీన్ షాట్ ఆడగానే వసీం వేగంగా పరుగు పూర్తి చేసి మరో రన్ కోసం వెనుదిరిగాడు. ఫీల్డర్ బంతిని స్ట్రయికర్ ఎండ్‌కు విసరడంతో షాహీన్ రనౌటయ్యాడు. ఒక్క పరుగు తేడాతో మ్యాచ్ జింబాబ్వే సొంతమైంది. ఆ మధ్య ఇంగ్లిష్ బ్యాటర్‌ను భారత క్రికెటర్ దీప్తి శర్మ మన్కడింగ్ ద్వారా రనౌట్ చేయగా పాక్ మాజీలు, అభిమానులు ఆమె తీరును తప్పుబట్టారు. కానీ ఇప్పుడు మాత్రం విజయం కోసం పాక్ బ్యాటర్ క్రీజ్ వదిలి ముందుకు వెళ్లినా ఎవరూ నోరు మెదపడం లేదు. అదే మన అశ్విన్ చేసి ఉండుంటే ఎన్ని అనే వారో చెప్పలేం.",

    "19": "టీ20 వరల్డ్ కప్‌లో వరుసగా రెండో మ్యాచ్ ఆడిన పాకిస్థాన్ సెమీస్ చేరే అవకాశాలను క్లిష్టంగా మార్చుకుంది. భారత్‌పై చివరి బంతికి ఓడిన పాక్ జింబాబ్వేపైనా లాస్ట్ బాల్‌కు పరాజయం పాలైంది. మొదటి మ్యాచ్‌లో లక్ష్యాన్ని కాపాడుకోలేక ఓడిన దాయాది రెండో మ్యాచ్‌లో టార్గెట్ చేధించలేక చతికిల పడింది. భారత్‌తో జరిగిన మ్యాచ్‌లో పాకిస్థాన్ ముగ్గురు పేసర్లతో బరిలోకి దిగి భంగపడింది. జట్టులో ముగ్గురు షాహీన్ అఫ్రిదీ, నసీమ్ షా, హరీస్ రవూఫ్ రూపంలో ముగ్గురు పేసర్లు మాత్రమే ఉండటంతో ఆ మ్యాచ్‌లో చివరి ఓవర్‌ను స్పిన్నర్ నవాజ్‌తో వేయించాల్సి వచ్చింది. ఆఖరి స్పిన్నర్ బౌలింగ్ చేయడంతో భారత్ 16 పరుగులు చేయడం తేలికైంది. అదే నాలుగో పేసర్ జట్టులో ఉండి ఉంటే పరిస్థితి మరోలా ఉండేదనే భావన వ్యక్తమైంది. దీంతో టీమ్ మేనేజ్‌మెంట్ జింబాబ్వేతో మ్యాచ్‌ కోసం జట్టులో ఒకే ఒక మార్పు చేసింది. భారత్‌పై 8వ స్థానంలో బ్యాటింగ్‌కు దిగి నిరాశపర్చిన అసిఫ్ అలీ స్థానంలో పేసర్ మహ్మద్ వసీం జూనియర్‌ను జట్టులోకి తీసుకుంది. కెరీర్లో తొలి టీ20 వరల్డ్ కప్ మ్యాచ్ ఆడుతున్న వసీం జూనియర్ జింబాబ్వేపై 4 వికెట్లు తీసి ఆకట్టుకున్నాడు. దీంతో అతణ్ని భారత్‌పై ఆడించి ఉండుంటే ఫలితం మరోలా ఉండేదని ఫ్యాన్స్ అభిప్రాయపడ్డారు. కానీ వారు తమ అభిప్రాయాన్ని మార్చుకోవడానికి ఎంతో సమయం పట్టలేదు.",

    "20": "ఆసియా కప్‌లో భాగంగా పాకిస్థాన్‌తో జరిగిన సూపర్-4 మ్యాచ్‌లో భారత్ ఓటమిపాలైంది. ఉత్కంఠభరితంగా సాగిన మ్యాచ్‌లో చివరి ఓవర్ ఐదో బంతికి పాకిస్థాన్ విజయం సాధించింది. ముందు బ్యాటింగ్ చేసిన భారత్ 20 ఓవర్లలో 7 వికెట్ల నష్టానికి 181 పరుగులు చేయగా పాకిస్థాన్ ఐదు వికెట్లు చేతిలో ఉండగానే లక్ష్యా్న్ని అందుకుంది. పాక్ విజయంలో మహ్మద్ రిజ్వాన్ (51 బంతుల్లో 71), మహ్మద్ నవాజ్ (20 బంతుల్లో 42), అసిఫ్ అలీ (8 బంతుల్లో 16) కీలక పాత్ర పోషించారు. ఈ మ్యాచ్‌లో టాస్ ఓడి ముందుగా బ్యాటింగ్ ప్రారంభించిన భారత్‌కు ఓపెనర్లు రోహిత్ శర్మ (28), కేఎల్ రాహుల్ (28) శుభారంభం ఇచ్చారు. వీరిద్దరూ దూకుడుగా ఆడటంతో ఐదు ఓవర్లు ముగిసే సరికి భారత్ 50 పరుగులు చేసింది. పదో ఓవర్ నాలుగో బంతికి సూర్యకుమార్ యాదవ్ ఓటయ్యే సమయానికి భారత్ 3 వికెట్ల నష్టాకి 91 పరుగులు చేసింది. ఈ దశలో క్రీజులోకి వచ్చిన రిషబ్ పంత్ ఆరంభంలో ఆచితూచి ఆడాడు. నసీమ్ షా బౌలింగ్‌లో ఫోర్ కొట్టి టచ్‌‌లోకి వచ్చినట్టు కనిపించిన పంత్ తర్వాత వేసిన షాదాబ్ ఖాన్ ఓవర్లో ఫోర్ కొట్టాడు. బంతి ఔట్ సైడ్ ఎడ్జ్ తీసుకున్నప్పటికీ లక్కీగా థర్డ్ మ్యాన్ దిశగా బౌండరీ వచ్చింది. అప్పటికైనా జాగ్రత్త పడాల్సిందిపోయి పంత్ రిస్కీ షాట్ ఆడాడు. రివర్స్ స్వీప్ ఆడబోయిన పంత్ అసిఫ్ అలీకి క్యాచ్ ఇచ్చి వెనుదిరిగాడు."},

    "synonyms" : {
        "మాజీ" : "ఫార్మర్",
        "భారత్" : "హిందూస్తాన్",
        "లార్జెస్ట్" : "అతిపెద్ద",
        "బంతుల్లో" : "బాల్స్ లో",
        "టర్నింగ్" : "మలుపు",
        "లక్ష్యాన్ని" : "టార్గెట్",
        "ప్రపంచకప్లో" : "వరల్డ్ కప్లో",
        "పరుగులు" : "రన్లు",
        "సఫారీ" : "ప్రోటీస్",
        "జట్టు" : "టీం",
        "తొలి" : "ఫస్ట్",
        "మైదానంలో" : "స్టేడియం",
        "అవసరం" : "ఉపయోగం",
        "ఆరంభంలోనే" : "స్టార్ట్ లోనే ",
        "దశలో" : "కాలం లో"  
    },
    "stopwords":["పోరాటంతో","వరకు","మంది","పై","తీరు","తాము","తమను","లేమితో","ముందు","అయిన","తన","మళ్లీ","నిలిచిన","ఉంది","దిగగా","కేవలం","క్రమంలో","ఈ","సార్లు","ద్వారా","కావడం","అతడి","కీలక","కాస్తా","అదే","రీతిలో","చేరింది","లో","శర్మ","వచ్చిన","కాస్తా","ఆ","ఎవరు","ఒక్క","సాగిన","దిగి","ఉండి","ఉంటే","చేసింది","దీంతో","మాత్రమే","నిలిపారు",""]
}

